# 1) Напишите программу, которая по заданному номеру четверти, показывает диапазон возможных координат точек в этой четверти (x и y).
# 2) Напишите программу, которая принимает на вход координаты двух точек и находит расстояние между ними в 2D пространстве.
# 3) Напишите программу, которая принимает на вход число и проверяет, кратно ли оно 5 и 10 или 15, но не 30.
# 4) Напишите программу, которая принимает на вход вещественное число и показывает сумму его цифр.
# 5) Напишите код, который запрашивает число и сообщает является ли оно простым или составным.
#  Используйте правило для проверки: “Число является простым, если делится нацело только на единицу и на себя”.
#  Сделайте ограничение на ввод отрицательных чисел и чисел больше 100 тысяч.
